# ----------------------------------- user story for poll app ---------------------------------
# แก้วอยากลองสร้างข้อสอบปรนัยดูและไปได้ยินแอพที่น่าสนใจชื่อว่า poll ซึ่งเป็นแอพที่เกี่ยวกับการสร้างคำถามและเลือกคำตอบพอดี แก้วตัดสินใจกดเข้าไปดูที่หน้าแรกของเว็บ แก้วได้เห็นคำว่า welcome to poll
# และมีปุ่มเขียนว่า create question เมื่อแก้วกดเข้าไปดูก็พบกับช่องให้ใส่คำถาม และเมื่อแก้วพิมพ์คำถามว่า 1 + 1 = ? และกด submit จะมีปุ่มว่า add choice เพื่อให้แก้วสามารถเพิ่มตัวเลือกให้กับคำถามได้
# แก้วกดปุ่ม add choice โดยใส่ไป 3 choice ได้แก่ 1 2 และ 3 จากนั้นกด finish แก้วก็จะเห็นคำถามและตัวเลือกของตนเองปรากฏขึ้น
